Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

# Unknown (background item state)
source: Unknown
cs: Není známo
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# Unknown (extension state)
source: Unknown
cs: Není známo
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuta
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ro: Necunoscută
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

# Unknown (permission state)
source: Unknown
cs: Není známo
de: Unbekannt
es: Sin determinar
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

source: Unrated
cs: Nehodnocená
de: Ohne Bewertung
es: Sin calificar
fr: Non évaluée
it: Non classificata
ja: 未評価
ko: 등급 없음
nl: Niet beoordeeld
pl: Bez oceny
pt: Sem classificação
ro: Fără evaluare
ru: Без оценки
sv: Inte klassad
tr: Derecelendirilmemiş
uk: Без оцінки
zh_hans: 未评级
zh_hant: 未評級

source: Until it can read the record, or you start over, Peel removes nothing, because anything it moved now couldn’t be put back. Starting over keeps the old file beside a new one.
cs: Dokud Peel nedokáže záznam přečíst nebo dokud nezačnete znovu, nic neodstraní, protože kdyby teď něco přesunul, nešlo by to vrátit zpět. Když začnete znovu, starý soubor se ponechá vedle nového.
de: Bis Peel die Aufzeichnung lesen kann oder du neu beginnst, entfernt Peel nichts, da sich nicht zurücklegen ließe, was jetzt verschoben würde. Wenn du neu beginnst, bleibt die alte Datei neben einer neuen erhalten.
es: Hasta que pueda leer el registro, o hasta que vuelvas a empezar, Peel no elimina nada, porque cualquier cosa que trasladara ahora no se podría restaurar. Al volver a empezar, el archivo antiguo se conserva junto a uno nuevo.
fr: Tant que Peel ne peut pas lire le registre, ou que vous ne l’avez pas recommencé, il ne supprime rien, car tout ce qu’il déplacerait maintenant serait impossible à remettre en place. Si vous recommencez, l’ancien fichier est conservé à côté d’un nouveau.
it: Finché non riesce a leggere il registro, o finché non ricominci da capo, Peel non rimuove nulla, perché qualsiasi cosa spostasse ora non si potrebbe ripristinare. Se ricominci da capo, il vecchio file viene conservato accanto a uno nuovo.
ja: 記録を読み取れるようになるか、最初からやり直すまで、Peelは何もゴミ箱に入れません。今何かを移動すると、それを戻せなくなるためです。最初からやり直すと、古いファイルは新しいファイルの横に保管されます。
ko: 기록을 읽을 수 있게 되거나 사용자가 처음부터 다시 시작하기 전까지, Peel은 지금 무엇을 이동하든 되돌려 놓을 수 없으므로 아무것도 제거하지 않습니다. 처음부터 다시 시작하면 이전 파일은 새 파일 옆에 보관됩니다.
nl: Totdat Peel de registratie kan lezen of jij opnieuw begint, verwijdert Peel niets, omdat wat Peel nu zou verplaatsen, niet kan worden teruggezet. Als je opnieuw begint, wordt het oude bestand naast een nieuw bestand bewaard.
pl: Dopóki Peel nie będzie mógł odczytać zapisu albo nie zaczniesz od nowa, niczego nie przeniesie do Kosza, ponieważ niczego, co by teraz przeniósł, nie dałoby się przywrócić. Gdy zaczniesz od nowa, stary plik zostanie zachowany obok nowego.
pt: Até conseguir ler o registro, ou até você recomeçar, o Peel não remove nada, porque nada do que ele movesse agora poderia ser colocado de volta. Ao recomeçar, o arquivo antigo é guardado ao lado de um novo.
ro: Până când poate citi evidența sau până când o reîncepeți, Peel nu elimină nimic, deoarece orice ar muta acum nu ar putea fi pus înapoi. Dacă o reîncepeți, fișierul vechi este păstrat lângă unul nou.
ru: Пока Peel не сможет прочитать журнал или пока Вы не начнете его заново, Peel ничего не удаляет, потому что то, что он переместил бы сейчас, нельзя было бы восстановить. Если начать заново, старый файл сохранится рядом с новым.
sv: Tills Peel kan läsa förteckningen, eller tills du börjar om, tar Peel inte bort något, eftersom inget som Peel flyttade nu skulle kunna läggas tillbaka. När du börjar om sparas den gamla filen bredvid en ny.
tr: Peel, kaydı okuyabilene veya siz baştan başlayana kadar hiçbir şeyi kaldırmaz, çünkü şimdi taşıyacağı hiçbir şey yerine konamazdı. Baştan başladığınızda eski dosya yeni bir dosyanın yanında saklanır.
uk: Доки Peel не зможе прочитати запис або доки ви не почнете наново, Peel нічого не вилучає, бо те, що вона зараз перемістила б, не можна було б повернути. Коли ви починаєте наново, старий файл зберігається поруч із новим.
zh_hans: 在Peel能够读取该记录或你重新开始之前，Peel不会移除任何内容，因为如果它现在移动任何内容，都将无法放回原处。重新开始会将旧文件保留在新文件旁边。
zh_hant: 在Peel能讀取這份記錄或你重新開始之前，Peel不會移除任何項目，因為它現在移動的任何項目都將無法還原。重新開始時，舊檔案會保留在新檔案旁邊。

source: Until it can read them, or you start over, Peel removes nothing and puts nothing back, because it can’t tell what you asked it to leave alone. Adding or removing an entry below starts over too: the old file is kept beside the new one, but nothing in it counts anymore.
cs: Dokud je Peel nedokáže přečíst nebo dokud nezačnete znovu, nic neodstraní ani nevrátí zpět, protože nemůže poznat, co jste mu řekli, aby nechal nedotčené. Přidáním nebo odebráním položky níže se také začne znovu: starý soubor se ponechá vedle nového, ale nic z něj už neplatí.
de: Bis Peel sie lesen kann oder du neu beginnst, entfernt Peel nichts und legt nichts zurück, da unklar ist, was du unangetastet lassen wolltest. Auch wenn du unten einen Eintrag hinzufügst oder entfernst, beginnt die Liste neu: Die alte Datei bleibt neben der neuen erhalten, aber nichts darin zählt mehr.
es: Hasta que pueda leerlas, o hasta que vuelvas a empezar, Peel no elimina nada ni restaura nada, porque no puede saber qué le has pedido que no toque. Añadir o eliminar una entrada aquí abajo también vuelve a empezar la lista: el archivo antiguo se conserva junto al nuevo, pero ya no cuenta nada de lo que contiene.
fr: Tant que Peel ne peut pas les lire, ou que vous n’avez pas recommencé la liste, il ne supprime rien et ne remet rien en place, car il ne peut pas savoir à quoi vous lui avez demandé de ne pas toucher. Ajouter ou retirer une entrée ci-dessous revient aussi à recommencer la liste : l’ancien fichier est conservé à côté du nouveau, mais son contenu n’est plus pris en compte.
it: Finché non riesce a leggerle, o finché non ricominci da capo, Peel non rimuove nulla e non ripristina nulla, perché non può sapere cosa gli hai chiesto di non toccare. Anche aggiungere o rimuovere una voce qui sotto fa ricominciare da capo: il vecchio file viene conservato accanto a quello nuovo, ma nulla di ciò che contiene conta più.
ja: 除外リストを読み取れるようになるか、最初からやり直すまで、Peelは何もゴミ箱に入れず、何も戻しません。手を付けないよう指定されたものが何かを判断できないためです。以下で項目を追加または削除した場合も、最初からやり直しになります。古いファイルは新しいファイルの横に保管されますが、その内容はもう反映されません。
ko: 제외 항목을 읽을 수 있게 되거나 사용자가 목록을 처음부터 다시 시작하기 전까지, Peel은 무엇을 그대로 두라고 요청받았는지 알 수 없으므로 아무것도 제거하지 않고 아무것도 되돌려 놓지 않습니다. 아래에서 항목을 추가하거나 제거해도 목록이 처음부터 다시 시작됩니다. 이전 파일은 새 파일 옆에 보관되지만, 그 안의 내용은 더 이상 적용되지 않습니다.
nl: Totdat Peel ze kan lezen of jij opnieuw begint, verwijdert Peel niets en zet het niets terug, omdat Peel niet weet wat het van jou met rust moet laten. Als je hieronder iets toevoegt of verwijdert, begin je ook opnieuw: het oude bestand wordt naast het nieuwe bewaard, maar niets daarin telt nog mee.
pl: Dopóki Peel nie będzie mógł ich odczytać albo nie zaczniesz od nowa, niczego nie przeniesie do Kosza ani nie przywróci, ponieważ nie wie, co według Ciebie ma zostawić w spokoju. Dodanie lub usunięcie pozycji poniżej również zaczyna listę od nowa: stary plik zostaje obok nowego, ale nic z niego już się nie liczy.
pt: Até conseguir lê-las, ou até você recomeçar, o Peel não remove nada nem coloca nada de volta, porque não consegue saber em que você pediu para ele não mexer. Adicionar ou remover uma entrada abaixo também recomeça a lista: o arquivo antigo é guardado ao lado do novo, mas nada nele vale mais.
ro: Până când o poate citi sau până când reîncepeți lista, Peel nu elimină nimic și nu pune nimic înapoi, deoarece nu poate ști ce i‑ați cerut să lase neatins. Adăugarea sau eliminarea unei intrări de mai jos reîncepe și ea lista: fișierul vechi este păstrat lângă cel nou, dar nimic din el nu mai contează.
ru: Пока Peel не сможет их прочитать или пока Вы не начнете список заново, Peel ничего не удаляет и ничего не восстанавливает, потому что не знает, что Вы просили не трогать. Добавление или удаление записи ниже тоже начинает список заново: старый файл сохраняется рядом с новым, но ничего из него больше не учитывается.
sv: Tills Peel kan läsa dem, eller tills du börjar om, tar Peel inte bort något och lägger inte tillbaka något, eftersom Peel inte kan veta vad du har bett den att lämna orört. Om du lägger till eller tar bort en post nedan börjar du också om: den gamla filen sparas bredvid den nya, men inget i den gäller längre.
tr: Peel listeyi okuyabilene veya siz baştan başlayana kadar hiçbir şeyi kaldırmaz ve hiçbir şeyi yerine koymaz, çünkü neye dokunmamasını istediğinizi bilemez. Aşağıda bir girişi eklemek veya kaldırmak da listeyi baştan başlatır: eski dosya yenisinin yanında saklanır ama içindekilerin hiçbiri artık geçerli olmaz.
uk: Доки Peel не зможе їх прочитати або доки ви не почнете наново, Peel нічого не вилучає і нічого не повертає, бо не може визначити, чого ви просили не чіпати. Додавання чи вилучення запису нижче теж починає список наново: старий файл зберігається поруч із новим, але ніщо в ньому більше не враховується.
zh_hans: 在Peel能够读取它们或你重新开始之前，Peel不会移除任何内容，也不会放回任何内容，因为它无法判断你要求它不去触碰哪些内容。在下方添加或移除条目也会重新开始：旧文件会保留在新文件旁边，但其中的内容将不再生效。
zh_hant: 在Peel能讀取這些項目或你重新開始之前，Peel不會移除任何項目，也不會還原任何項目，因為它無法得知你要求它不要動哪些項目。在下方加入或移除項目也會重新開始：舊檔案會保留在新檔案旁邊，但其中的內容都不再有效。

source: Until it can, Peel may not warn you when an app’s signer changes.
cs: Dokud Peel nedokáže záznam uložit, nemusí vás upozornit, když aplikaci začne podepisovat někdo jiný.
de: Bis Peel die Aufzeichnung speichern kann, warnt es dich möglicherweise nicht, wenn eine App von jemand anderem signiert wird.
es: Hasta que pueda hacerlo, es posible que Peel no te avise cuando cambie quién firma una app.
fr: Tant qu’il n’y parvient pas, Peel risque de ne pas vous avertir si le signataire d’une app change.
it: Finché non ci riesce, Peel potrebbe non avvisarti quando cambia chi firma un’app.
ja: 保存できるようになるまで、Peelはアプリの署名者が変わっても警告できないことがあります。
ko: 기록을 저장할 수 있게 되기 전까지, Peel은 앱의 서명자가 바뀔 때 경고하지 못할 수 있습니다.
nl: Totdat dat lukt, waarschuwt Peel je misschien niet als de ondertekenaar van een app verandert.
pl: Dopóki Peel nie będzie mógł go zachować, może Cię nie ostrzec, gdy aplikację zacznie podpisywać ktoś inny.
pt: Até conseguir, o Peel pode não avisar você quando um app passar a ser assinado por outro desenvolvedor.
ro: Până când o poate salva, Peel s‑ar putea să nu vă avertizeze când se schimbă semnatarul unei aplicații.
ru: Пока это не удастся, Peel может не предупредить Вас, когда приложение начнет подписывать кто-то другой.
sv: Tills det går kan det hända att Peel inte varnar dig när det ändras vem som signerar en app.
tr: Peel kaydı saklayabilene kadar, bir uygulamayı imzalayan değiştiğinde sizi uyarmayabilir.
uk: Доки Peel не зможе зберегти запис, вона може не попередити вас, коли програму почне підписувати хтось інший.
zh_hans: 在能够保存该记录之前，Peel可能不会在App的签名者更改时提醒你。
zh_hant: 在能儲存這份記錄之前，Peel可能無法在App的簽署者變更時提醒你。

source: Until you start the record over, Peel can’t warn you when an app’s signer changes. Starting over keeps the old file beside a new one.
cs: Dokud nezačnete záznam znovu, Peel vás nemůže upozornit, když aplikaci začne podepisovat někdo jiný. Když začnete znovu, starý soubor se ponechá vedle nového.
de: Bis du mit der Aufzeichnung neu beginnst, kann Peel dich nicht warnen, wenn eine App von jemand anderem signiert wird. Wenn du neu beginnst, bleibt die alte Datei neben einer neuen erhalten.
es: Hasta que vuelvas a empezar el registro, Peel no puede avisarte cuando cambie quién firma una app. Al volver a empezar, el archivo antiguo se conserva junto a uno nuevo.
fr: Tant que vous n’avez pas recommencé le registre, Peel ne peut pas vous avertir si le signataire d’une app change. Si vous recommencez, l’ancien fichier est conservé à côté d’un nouveau.
it: Finché non ricominci il registro da capo, Peel non può avvisarti quando cambia chi firma un’app. Se ricominci da capo, il vecchio file viene conservato accanto a uno nuovo.
ja: 記録を最初からやり直すまで、Peelはアプリの署名者が変わっても警告できません。最初からやり直すと、古いファイルは新しいファイルの横に保管されます。
ko: 사용자가 기록을 처음부터 다시 시작하기 전까지, Peel은 앱의 서명자가 바뀔 때 경고할 수 없습니다. 처음부터 다시 시작하면 이전 파일은 새 파일 옆에 보관됩니다.
nl: Totdat je opnieuw begint met de registratie, kan Peel je niet waarschuwen als de ondertekenaar van een app verandert. Als je opnieuw begint, wordt het oude bestand naast een nieuw bestand bewaard.
pl: Dopóki nie zaczniesz zapisu od nowa, Peel nie będzie mógł Cię ostrzec, gdy aplikację zacznie podpisywać ktoś inny. Gdy zaczniesz od nowa, stary plik zostanie zachowany obok nowego.
pt: Até você recomeçar o registro, o Peel não pode avisar você quando um app passar a ser assinado por outro desenvolvedor. Ao recomeçar, o arquivo antigo é guardado ao lado de um novo.
ro: Până când reîncepeți evidența, Peel nu vă poate avertiza când se schimbă semnatarul unei aplicații. Dacă o reîncepeți, fișierul vechi este păstrat lângă unul nou.
ru: Пока Вы не начнете журнал заново, Peel не сможет предупредить Вас, когда приложение начнет подписывать кто-то другой. Если начать заново, старый файл сохранится рядом с новым.
sv: Tills du börjar om förteckningen kan Peel inte varna dig när det ändras vem som signerar en app. När du börjar om sparas den gamla filen bredvid en ny.
tr: Siz kaydı baştan başlatana kadar Peel, bir uygulamayı imzalayan değiştiğinde sizi uyaramaz. Baştan başladığınızda eski dosya yeni bir dosyanın yanında saklanır.
uk: Доки ви не почнете запис наново, Peel не зможе попередити вас, коли програму почне підписувати хтось інший. Коли ви починаєте наново, старий файл зберігається поруч із новим.
zh_hans: 在你重新开始该记录之前，Peel无法在App的签名者更改时提醒你。重新开始会将旧文件保留在新文件旁边。
zh_hant: 在你重新開始這份記錄之前，Peel無法在App的簽署者變更時提醒你。重新開始時，舊檔案會保留在新檔案旁邊。

source: Unusual command
cs: Neobvyklý příkaz
de: Ungewöhnlicher Befehl
es: Comando inusual
fr: Commande inhabituelle
it: Comando insolito
ja: 通常とは異なるコマンド
ko: 일반적이지 않은 명령
nl: Ongebruikelijk commando
pl: Nietypowe polecenie
pt: Comando incomum
ro: Comandă neobișnuită
ru: Необычная команда
sv: Ovanligt kommando
tr: Alışılmadık komut
uk: Незвична команда
zh_hans: 不寻常的命令
zh_hant: 不尋常的指令

source: Up to date
cs: Aktuální
de: Aktuell
es: Actualizada
fr: À jour
it: Aggiornata
ja: 最新の状態
ko: 최신 버전
pl: Aktualna
pt: Atualizado
ro: Actualizată
ru: Актуальная версия
sv: Uppdaterad
tr: Güncel
uk: Актуальна версія
zh_hans: 已是最新版本
zh_hant: 已是最新版本

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
nl: Werk bij
pl: Odśwież
pt: Atualizar
ro: Actualizați
ru: Обновить
sv: Uppdatera
tr: Güncelle
uk: Оновити
zh_hans: 更新
zh_hant: 更新

source: Update Homebrew
cs: Aktualizovat Homebrew
de: Homebrew aktualisieren
es: Actualizar Homebrew
fr: Mettre à jour Homebrew
it: Aggiorna Homebrew
ja: Homebrewをアップデート
ko: Homebrew 업데이트
nl: Werk Homebrew bij
pl: Odśwież Homebrew
pt: Atualizar o Homebrew
ro: Actualizați Homebrew
ru: Обновить Homebrew
sv: Uppdatera Homebrew
tr: Homebrew’u Güncelle
uk: Оновити Homebrew
zh_hans: 更新Homebrew
zh_hant: 更新Homebrew

source: Update available
cs: Je k dispozici aktualizace
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 사용 가능
nl: Update beschikbaar
pl: Dostępne uaktualnienie
pt: Atualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
sv: Uppdatering tillgänglig
tr: Güncelleme var
uk: Є оновлення
zh_hans: 有更新可用
zh_hant: 有可用的更新

source: Update available: %@
cs: Aktualizace k dispozici: %@
de: Update verfügbar: %@
es: Actualización disponible: %@
fr: Mise à jour disponible : %@
it: Aggiornamento disponibile: %@
ja: アップデートあり: %@
ko: 업데이트 사용 가능: %@
nl: Update beschikbaar: %@
pl: Dostępne uaktualnienie: %@
pt: Atualização disponível: %@
ro: Actualizare disponibilă: %@
ru: Доступно обновление: %@
sv: Uppdatering tillgänglig: %@
tr: Güncelleme var: %@
uk: Доступне оновлення: %@
zh_hans: 有更新可用：%@
zh_hant: 有可用的更新：%@

source: Update check failed
cs: Kontrola aktualizací selhala
de: Update-Prüfung fehlgeschlagen
es: Error al buscar actualizaciones
fr: Échec de la recherche de mises à jour
it: Verifica aggiornamenti non riuscita
ja: アップデートの確認に失敗
ko: 업데이트 확인 실패
nl: Updatecontrole mislukt
pl: Sprawdzanie uaktualnień nie powiodło się
pt: Falha na verificação de atualizações
ro: Căutarea actualizărilor nu a reușit
ru: Сбой проверки обновлений
sv: Uppdateringskontrollen misslyckades
tr: Güncelleme denetlenemedi
uk: Не вдалося перевірити оновлення
zh_hans: 检查更新失败
zh_hant: 檢查更新項目失敗

source: Update to %@
cs: Aktualizace na verzi %@
de: Update auf %@
es: Actualización a %@
fr: Version %@ disponible
it: Aggiornabile a %@
ja: %@にアップデート可能
ko: %@(으)로 업데이트
nl: Update naar %@
pl: Uaktualnienie do wersji %@
pt: Atualização para %@
ro: Actualizare la %@
ru: Обновление до %@
sv: Uppdatering till %@
tr: %@ sürümüne güncellenebilir
uk: Оновлення до %@
zh_hans: 可更新至%@
zh_hant: 可更新至%@

source: Updates
cs: Aktualizace
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Uaktualnienia
pt: Atualizações
ro: Actualizări
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新
zh_hant: 更新項目

source: Updates Available
cs: Aktualizace k dispozici
de: Updates verfügbar
es: Actualizaciones disponibles
fr: Mises à jour disponibles
it: Aggiornamenti disponibili
ja: 入手可能なアップデート
ko: 업데이트 사용 가능
nl: Updates beschikbaar
pl: Dostępne uaktualnienia
pt: Atualizações Disponíveis
ro: Actualizări disponibile
ru: Доступны обновления
sv: Uppdateringar tillgängliga
tr: Güncellemeler Var
uk: Доступні оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新項目

source: Updates an app downloaded with Sparkle or Squirrel and keeps in its caches until it installs them. If one is gone, the app downloads it again the next time it updates.
cs: Aktualizace, které aplikace stáhla pomocí Sparkle nebo Squirrel a uchovává je ve svých mezipamětech, dokud je nenainstaluje. Pokud některá z nich chybí, aplikace ji při příští aktualizaci stáhne znovu.
de: Updates, die eine App mit Sparkle oder Squirrel geladen hat und in ihren Caches aufbewahrt, bis sie sie installiert. Fehlt eines, lädt die App es beim nächsten Update erneut.
es: Actualizaciones que una app descargó con Sparkle o Squirrel y guarda en sus cachés hasta instalarlas. Si falta alguna, la app la vuelve a descargar la próxima vez que se actualice.
fr: Mises à jour qu’une app a téléchargées avec Sparkle ou Squirrel et qu’elle conserve dans ses caches jusqu’à ce qu’elle les installe. Si l’une d’elles a disparu, l’app la télécharge à nouveau lors de sa prochaine mise à jour.
it: Aggiornamenti che un’app ha scaricato con Sparkle o Squirrel e conserva nelle sue cache finché non li installa. Se uno non c’è più, l’app lo scarica di nuovo al prossimo aggiornamento.
ja: アプリがSparkleまたはSquirrelでダウンロードし、インストールするまでキャッシュに保管しているアップデートです。なくなった場合は、アプリが次にアップデートするときに再びダウンロードします。
ko: 앱이 Sparkle 또는 Squirrel로 다운로드하여 설치할 때까지 캐시에 보관하는 업데이트입니다. 업데이트가 없어지면 앱이 다음에 업데이트할 때 다시 다운로드합니다.
nl: Updates die een app met Sparkle of Squirrel heeft gedownload en in de eigen caches bewaart totdat de app ze installeert. Is er een verdwenen, dan downloadt de app die opnieuw bij de volgende update.
pl: Uaktualnienia, które aplikacja pobrała za pomocą Sparkle lub Squirrel i przechowuje w swoich pamięciach podręcznych, dopóki ich nie zainstaluje. Jeśli któregoś zabraknie, aplikacja pobierze je ponownie przy następnym uaktualnieniu.
pt: Atualizações que um app baixou com o Sparkle ou o Squirrel e guarda nos seus caches até instalá-las. Se uma delas não estiver mais lá, o app a baixa novamente na próxima vez que se atualizar.
ro: Actualizări pe care o aplicație le‑a descărcat cu Sparkle sau Squirrel și le păstrează în memoriile sale tampon până când le instalează. Dacă una lipsește, aplicația o descarcă din nou data viitoare când se actualizează.
ru: Обновления, которые приложение загрузило с помощью Sparkle или Squirrel и хранит в своих кэшах, пока не установит их. Если какого-то из них больше нет, приложение снова загрузит его при следующем обновлении.
sv: Uppdateringar som en app har hämtat med Sparkle eller Squirrel och sparar i sina cachar tills den installerar dem. Om en av dem är borta hämtar appen den igen nästa gång den uppdateras.
tr: Bir uygulamanın Sparkle veya Squirrel ile indirdiği ve yükleyene kadar önbelleklerinde tuttuğu güncellemeler. Biri artık yoksa, uygulama bir sonraki güncellemesinde onu yeniden indirir.
uk: Оновлення, які програма викачала за допомогою Sparkle або Squirrel і зберігає у своїх кешах, доки не інсталює їх. Якщо одного з них немає, програма викачає його знову під час наступного оновлення.
zh_hans: App通过Sparkle或Squirrel下载、并在安装之前保留在其缓存中的更新。如果某个更新已不在，该App会在下次更新时重新下载它。
zh_hant: App透過Sparkle或Squirrel下載、並在安裝前保留在其快取中的更新項目。如果某個更新項目已不存在，App會在下次更新時重新下載它。

source: Updates waiting
cs: Čekající aktualizace
de: Ausstehende Updates
es: Actualizaciones pendientes
fr: Mises à jour en attente
it: Aggiornamenti in attesa
ja: 待機中のアップデート
ko: 대기 중인 업데이트
nl: Wachtende updates
pl: Czekające uaktualnienia
pt: Atualizações pendentes
ro: Actualizări în așteptare
ru: Ожидающие обновления
sv: Väntande uppdateringar
tr: Bekleyen güncellemeler
uk: Оновлення очікують
zh_hans: 等待中的更新
zh_hant: 等待中的更新項目

source: Updating Homebrew…
cs: Aktualizace Homebrew…
de: Homebrew wird aktualisiert …
es: Actualizando Homebrew…
fr: Mise à jour de Homebrew…
it: Aggiorno Homebrew…
ja: Homebrewをアップデート中…
ko: Homebrew 업데이트 중…
nl: Homebrew bijwerken…
pl: Odświeżam Homebrew…
pt: Atualizando o Homebrew…
ro: Actualizare Homebrew…
ru: Обновление Homebrew…
sv: Uppdaterar Homebrew…
tr: Homebrew güncelleniyor…
uk: Оновлення Homebrew…
zh_hans: 正在更新Homebrew…
zh_hant: 正在更新Homebrew⋯

source: Upgrade
cs: Upgradovat
de: Upgraden
es: Actualizar
fr: Mettre à niveau
it: Aggiorna
ja: アップグレード
ko: 업그레이드
pl: Uaktualnij
pt: Fazer Upgrade
ro: Faceți upgrade
ru: Обновить
sv: Uppgradera
tr: Yükselt
uk: Оновити
zh_hans: 升级
zh_hant: 升級

source: Upgrade %@?
cs: Upgradovat %@?
de: „%@“ upgraden?
es: ¿Actualizar %@?
fr: Mettre à niveau %@ ?
it: Vuoi aggiornare %@?
ja: “%@”をアップグレードしますか?
ko: ‘%@’을(를) 업그레이드하겠습니까?
nl: %@ upgraden?
pl: Uaktualnić %@?
pt: Fazer upgrade de %@?
ro: Faceți upgrade la %@?
ru: Обновить «%@»?
sv: Vill du uppgradera %@?
tr: %@ paketi yükseltilsin mi?
uk: Оновити «%@»?
zh_hans: 要升级“%@”吗？
zh_hant: 要升級「%@」嗎？

source: Upgrade All
cs: Upgradovat vše
de: Alle upgraden
es: Actualizar todo
fr: Tout mettre à niveau
it: Aggiorna tutto
ja: すべてをアップグレード
ko: 모두 업그레이드
nl: Upgrade alle
pl: Uaktualnij wszystkie
pt: Fazer Upgrade de Tudo
ro: Faceți upgrade la toate
ru: Обновить все
sv: Uppgradera alla
tr: Tümünü Yükselt
uk: Оновити всі
zh_hans: 全部升级
zh_hant: 全部升級

source: Upgrade ^[%lld package](inflect: true)?
cs: Upgradovat %lld balíčků?
de: %lld Pakete upgraden?
es: ¿Actualizar %lld paquetes?
fr: Mettre à niveau %lld paquets ?
it: Vuoi aggiornare %lld pacchetti?
ja: %lld個のパッケージをアップグレードしますか?
ko: 패키지 %lld개를 업그레이드하겠습니까?
nl: %lld pakketten upgraden?
pl: Uaktualnić %lld pakietu?
pt: Fazer upgrade de %lld pacotes?
ro: Faceți upgrade la %lld de pachete?
ru: Обновить %lld пакета?
sv: Vill du uppgradera %lld paket?
tr: %lld paket yükseltilsin mi?
uk: Оновити %lld пакета?
zh_hans: 要升级%lld个软件包吗？
zh_hant: 要升級%lld個套件嗎？
